---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RadialArrayArcRadius
source: html/a6b5e920-cdad-6324-731b-5b3dc6fe428f.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RadialArrayArcRadius Property

"Radius"

## Syntax (C#)
```csharp
public static ForgeTypeId RadialArrayArcRadius { get; }
```